Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Features/Guest/Guest.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# guest.ok
source: OK
es: Aceptar
ko: 확인
zh_hans: 确定

# guest.close
source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# guest.retry
source: Try again
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# guest.login
source: Log in / Sign up
es: Iniciar sesión / Registrarse
ja: ログイン / 会員登録
ko: 로그인 / 회원가입
zh_hans: 登录/注册

# guest.login.short
source: Log in
es: Iniciar sesión
ja: ログイン
ko: 로그인
zh_hans: 登录

# guest.start
source: Get started
es: Empezar
ja: はじめる
ko: 시작하기
zh_hans: 开始使用

# guest.guide.title
source: Guide & release notes
es: Guía y notas de la versión
ja: ガイドとリリースノート
ko: 이용 안내 및 릴리스 노트
zh_hans: 指南和发行说明

# guest.hero.tagline
source: A social calendar for you and the people who matter most
es: Un calendario social para ti y las personas que más te importan
ja: 大切な人たちと使うソーシャルカレンダー
ko: 나와 소중한 사람들을 위한 소셜 캘린더
zh_hans: 适合您和最重要的人的社交日历

# guest.hero.subtitle
source: From work shifts to school drop-offs to your favorite team schedules. Share daily life and make plans together.
es: Desde turnos de trabajo hasta regresos a la escuela y los horarios de tu equipo favorito. Comparte la vida diaria y haz planes juntos.
ja: 勤務、送り迎え、応援しているチームの試合日程まで。毎日の予定を共有して、一緒に計画しましょう。
ko: 근무 일정, 아이 등원, 응원하는 팀의 경기까지. 서로의 일상을 공유하고 함께 계획하세요.
zh_hans: 从轮班到放学，再到您最喜欢的团队时间表。分享日常生活并一起制定计划。

# guest.feature.share.title
source: Life together
es: Vida en común
ja: 毎日を一緒に
ko: 일상을 함께
zh_hans: 共同生活

# guest.feature.share.description
source: Share schedules with family and friends. No more asking, “What are you doing today?”
es: Comparte horarios con familiares y amigos. No más preguntas: «¿Qué vas a hacer hoy?»
ja: 家族や友だちと予定を共有できます。「今日何してる？」と毎回聞かなくて済みます。
ko: 가족, 친구와 서로의 일정을 공유하세요. “오늘 뭐 해?” 더 이상 물어볼 필요 없어요.
zh_hans: 与家人和朋友分享日程安排。再也不用问“你今天做什么？”

# guest.feature.duty.title
source: Shifts and time off
es: Turnos y tiempo libre
ja: 勤務と休暇
ko: 근무 & 연차 관리
zh_hans: 轮班和休息时间

# guest.feature.duty.description
source: Organize shift work and standard work at a glance. Turn vacation into days off and share it with your team.
es: Organiza el trabajo por turnos y el trabajo estándar de un vistazo. Convierte las vacaciones en días libres y compártelas con tu equipo.
ja: シフト勤務も通常勤務もひと目で整理できます。休暇は休みとして反映し、チームとも共有できます。
ko: 교대근무도, 평일 근무도 한눈에 정리. 연차는 휴무로 바꾸고, 팀원들과 공유하세요.
zh_hans: 轮班工作和标准工作一目了然。将假期变成休息日并与您的团队分享。

# guest.feature.life.title
source: Everyday life
es: Vida cotidiana
ja: 日常の予定
ko: 다양한 일상
zh_hans: 日常生活

# guest.feature.life.description
source: School runs, sports fixtures, and meetups too. Keep everything in one place.
es: Carreras escolares, partidos deportivos y reuniones también. Mantén todo en un solo lugar.
ja: 送り迎え、試合日程、集まりまでまとめて管理。日常の予定を一か所に整理できます。
ko: 아이 등하원, 응원팀 경기 일정, 모임까지. 내 일상의 모든 것을 한 곳에서 관리하세요.
zh_hans: 接送、比赛、聚会也都能一起安排。将所有内容放在一处。

# guest.feature.todo.title
source: Task management
es: Gestión de tareas
ja: タスク管理
ko: 할일 관리
zh_hans: 任务管理

# guest.feature.todo.description
source: A todo board for the things you do not want to forget. Drag to reorder and check off what is done.
es: Un tablero de tareas para lo que no quieres olvidar. Arrastra para reordenar y marca lo que ya está hecho.
ja: 忘れたくないことは、やることボードで管理できます。ドラッグで並び替え、完了管理もできます。
ko: 까먹지 않는 일상을 위한 투두 보드. 드래그로 순서 변경, 완료 체크까지.
zh_hans: 用待办看板整理你不想忘记的事情。拖动即可重新排序，并勾选已完成的事项。

# guest.feature.dday.title
source: D-Day countdown
es: Cuenta regresiva del D-Day
ja: D-Dayカウントダウン
ko: D-Day 카운트다운
zh_hans: D-Day 倒计时

# guest.feature.dday.description
source: Anniversaries, deadlines, and meaningful dates. Wait together and remember together.
es: Aniversarios, plazos y fechas significativas. Esperad juntos y recordad juntos.
ja: 記念日、締切、大切な日を一緒に覚えましょう。待つ時間も一緒に楽しめます。
ko: 기념일, 마감일, 중요한 날. 함께 기다리고, 함께 기억해요.
zh_hans: 周年纪念日、截止日期和有意义的日期。一起等待，一起回忆。

# guest.feature.holiday.title
source: Holiday sync
es: Sincronización de festivos
ja: 祝日連携
ko: 공휴일 자동 연동
zh_hans: 假期同步

# guest.feature.holiday.description
source: South Korean public holidays appear automatically. Planning your schedule gets easier.
es: Los días festivos de Corea del Sur aparecen automáticamente. Planificar tu agenda es más fácil.
ja: 韓国の祝日が自動で表示されます。予定の計画がもっと簡単になります。
ko: 대한민국 공휴일이 자동으로 표시됩니다. 일정 계획이 더 쉬워집니다.
zh_hans: 韩国公共假期自动出现。规划您的日程安排变得更加容易。

# guest.cta.title
source: Stay connected with the people you care about
es: Mantente conectado con las personas que te importan
ja: 大切な人たちともっとつながりましょう
ko: 소중한 사람들과 연결되세요
zh_hans: 与您关心的人保持联系

# guest.cta.description
source: Your schedule is more than just work. Start right now with KakaoTalk.
es: Tu horario es más que solo trabajo. Comienza ahora mismo con KakaoTalk.
ja: 予定は、ただの仕事管理ではありません。今すぐKakaoで始められます。
ko: 당신의 일정은 단순한 근무 그 이상이니까요. 카카오톡으로 지금 바로 시작하세요.
zh_hans: 你的日程安排不仅仅是工作。现在就从 KakaoTalk 开始。

# guest.policy.terms
source: Terms of Service
es: Términos del servicio
ja: 利用規約
ko: 이용약관
zh_hans: 服务条款

# guest.policy.privacy
source: Privacy Policy
es: Política de privacidad
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策

# guest.policy.loading
source: Loading policy
es: Cargando política
ja: ポリシーを読み込み中
ko: 정책을 불러오는 중
zh_hans: 正在加载政策

# guest.policy.error
source: Could not load the policy.
es: No se pudo cargar la política.
ja: ポリシーを読み込めませんでした。
ko: 정책을 불러올 수 없습니다.
zh_hans: 无法加载政策。

# guest.policy.unavailable
source: The policy is unavailable.
es: La política no está disponible.
ja: ポリシーを表示できません。
ko: 정책을 표시할 수 없습니다.
zh_hans: 政策不可用。

# guest.policy.version
source: Version %1$@ · Effective %2$@
es: Versión %1$@ · Vigente desde %2$@
ja: バージョン %1$@ · 発効日 %2$@
ko: 버전 %1$@ · 시행일 %2$@
zh_hans: 版本 %1$@ · 生效日期 %2$@

# guest.calendar.title
source: Public calendar
es: Calendario público
ja: 公開カレンダー
ko: 공개 캘린더
zh_hans: 公开日历

# guest.calendar.loading
source: Loading calendar
es: Cargando calendario
ja: カレンダーを読み込み中
ko: 캘린더를 불러오는 중
zh_hans: 正在加载日历

# guest.calendar.error.title
source: Could not open the calendar
es: No se pudo abrir el calendario
ja: カレンダーを開けませんでした
ko: 캘린더를 열 수 없습니다
zh_hans: 无法打开日历

# guest.calendar.error.message
source: This calendar is unavailable or is not public.
es: Este calendario no está disponible o no es público.
ja: このカレンダーは利用できないか、公開されていません。
ko: 이 캘린더를 볼 수 없거나 공개되어 있지 않습니다.
zh_hans: 此日历不可用或未公开。

# guest.calendar.today
source: Today
es: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

# guest.calendar.off
source: Off
es: Libre
ja: 休み
ko: 휴무
zh_hans: 休息

# guest.calendar.duty
source: Duty
es: Turno
ja: 勤務
ko: 근무
zh_hans: 班次

# guest.calendar.holidays
source: Holidays
es: Festivos
ja: 祝日
ko: 공휴일
zh_hans: 节假日

# guest.calendar.schedules
source: Schedules
es: Horarios
ja: 予定
ko: 일정
zh_hans: 日程

# guest.calendar.schedule.empty
source: No schedules
es: Sin horarios
ja: 予定はありません
ko: 일정이 없습니다
zh_hans: 没有日程

# guest.calendar.dday.title
source: D-Days
es: Fechas especiales
ja: D-Day
ko: D-Day
zh_hans: 纪念日

# guest.calendar.dday.empty
source: No D-Days
es: Sin fechas especiales
ja: D-Dayはありません
ko: 등록된 D-Day가 없습니다
zh_hans: 没有纪念日

# guest.calendar.weekday.sun
source: Sun
es: Dom
ja: 日
ko: 일
zh_hans: 日

# guest.calendar.weekday.mon
source: Mon
es: Lun
ja: 月
ko: 월
zh_hans: 一

# guest.calendar.weekday.tue
source: Tue
es: Mar
ja: 火
ko: 화
zh_hans: 二

# guest.calendar.weekday.wed
source: Wed
es: Mié
ja: 水
ko: 수
zh_hans: 三

# guest.calendar.weekday.thu
source: Thu
es: Jue
ja: 木
ko: 목
zh_hans: 四

# guest.calendar.weekday.fri
source: Fri
es: Vie
ja: 金
ko: 금
zh_hans: 五

# guest.calendar.share
source: Share calendar
es: Compartir calendario
ja: カレンダーを共有
ko: 캘린더 공유
zh_hans: 共享日历

# guest.calendar.weekday.sat
source: Sat
es: Sáb
ja: 土
ko: 토
zh_hans: 六
